Repository: nuraqueer/PGPony-Translations-ko
Catalog: ios/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: Refresh checks every key you hold against all your enabled servers and merges newer material or revocations, so a revocation is noticed no matter which server carries it. Automatic refresh re-checks keys older than 7 days.
de: Die Aktualisierung prüft jeden Ihrer Schlüssel anhand aller aktivierten Server und übernimmt neueres Material oder Widerrufe, sodass ein Widerruf bemerkt wird, egal auf welchem Server er liegt. Die automatische Aktualisierung prüft Schlüssel erneut, die älter als 7 Tage sind.
es: La actualización comprueba cada clave que tienes en todos tus servidores activados e incorpora material más reciente o revocaciones, de modo que una revocación se detecta sin importar en qué servidor esté. La actualización automática revisa de nuevo las claves con más de 7 días.
fr: L'actualisation vérifie chacune de vos clés auprès de tous vos serveurs activés et intègre tout nouveau matériel ou révocation, de sorte qu'une révocation est détectée quel que soit le serveur qui la porte. L'actualisation automatique revérifie les clés de plus de 7 jours.
ja: 更新は、保有する各鍵を有効なすべてのサーバーと照合し、より新しい情報や失効を取り込むため、どのサーバーにある失効でも検出されます。自動更新は 7 日より古い鍵を再確認します。
pt_br: A atualização verifica cada chave que você possui em todos os servidores ativados e incorpora material mais recente ou revogações, de modo que uma revogação é detectada independentemente do servidor que a contém. A atualização automática reverifica chaves com mais de 7 dias.
zh_hans: 刷新会对照你启用的所有服务器检查你持有的每个密钥，并合并更新的材料或吊销信息，这样无论吊销信息存于哪台服务器都能被察觉。自动刷新会重新检查超过 7 天的密钥。

source: Refresh Contacts
de: Kontakte aktualisieren
es: Actualizar contactos
fr: Actualiser les contacts
ja: 連絡先を更新
pt_br: Atualizar contatos
zh_hans: 刷新联系人

source: Refresh from key server
de: Vom Keyserver aktualisieren
es: Actualizar desde el servidor de claves
fr: Actualiser depuis le serveur de clés
ja: 鍵サーバーから更新
pt_br: Atualizar do servidor de chaves
zh_hans: 从密钥服务器刷新

source: Refresh keys automatically
de: Schlüssel automatisch aktualisieren
es: Actualizar claves automáticamente
fr: Actualiser les clés automatiquement
ja: 鍵を自動的に更新
pt_br: Atualizar chaves automaticamente
zh_hans: 自动刷新密钥

source: Refreshed — this key has been updated with the newer material from the keyserver.
de: Aktualisiert — dieser Schlüssel wurde mit dem neueren Schlüsselmaterial vom Keyserver aktualisiert.
es: Actualizada — esta clave se ha actualizado con el material más reciente del servidor de claves.
fr: Actualisée — cette clé a été mise à jour avec le matériel plus récent du serveur de clés.
ja: 更新しました。鍵サーバーの新しい鍵素材でこの鍵を更新しました。
pt_br: Atualizada — esta chave foi atualizada com o material mais recente do servidor de chaves.
zh_hans: 已刷新——此密钥已用密钥服务器上较新的数据更新。

source: Remember Card PIN
de: Karten-PIN merken
es: Recordar PIN de la tarjeta
fr: Mémoriser le code PIN de la carte
ja: カードPINを記憶
pt_br: Lembrar PIN do cartão
zh_hans: 记住卡 PIN

source: Remember last used
de: Zuletzt verwendete merken
es: Recordar el último usado
fr: Mémoriser le dernier utilisé
ja: 前回の選択を記憶
pt_br: Lembrar o último usado
zh_hans: 记住上次使用的

source: Remembered PIN cleared
de: Gespeicherte PIN gelöscht
es: PIN recordado borrado
fr: PIN mémorisé effacé
ja: 記憶された PIN をクリアしました
pt_br: PIN lembrado apagado
zh_hans: 已清除记住的 PIN

source: Remove the link between this key and %@? The key itself will not be deleted.
de: Verknüpfung zwischen diesem Schlüssel und %@ aufheben? Der Schlüssel selbst wird nicht gelöscht.
es: ¿Quitar el vínculo entre esta clave y %@? La clave en sí no se eliminará.
fr: Supprimer le lien entre cette clé et %@ ? La clé elle-même ne sera pas supprimée.
ja: この鍵と %@ のリンクを解除しますか？鍵自体は削除されません。
pt_br: Remover o vínculo entre esta chave e %@? A chave em si não será excluída.
zh_hans: 移除此密钥与 %@ 之间的关联吗？密钥本身不会被删除。

source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
ja: 置き換える
pt_br: Substituir
zh_hans: 替换

source: Require %@ to Decrypt
de: %@ zum Entschlüsseln erfordern
es: Requerir %@ para descifrar
fr: Exiger %@ pour déchiffrer
ja: 復号に%@を要求
pt_br: Exigir %@ para descriptografar
zh_hans: 解密需要 %@

source: Require %@ to Sign
de: %@ zum Signieren erforderlich
es: Requerir %@ para firmar
fr: Exiger %@ pour signer
ja: 署名に %@ を要求
pt_br: Exigir %@ para assinar
zh_hans: 签名时需要 %@

source: Require an account, email, or phone number
de: Ein Konto, eine E-Mail-Adresse oder eine Telefonnummer verlangen
es: Pedir una cuenta, correo o número de teléfono
fr: Exiger un compte, un e-mail ou un numéro de téléphone
ja: アカウント、メール、電話番号を要求しません
pt_br: Exigir conta, e-mail ou número de telefone
zh_hans: 要求账户、邮箱或电话号码

source: Require authentication to open PGPony
de: Authentifizierung zum Öffnen von PGPony erforderlich
es: Pedir autenticación para abrir PGPony
fr: Exiger une authentification pour ouvrir PGPony
ja: PGPony を開くときに認証を求める
pt_br: Exigir autenticação para abrir o PGPony
zh_hans: 打开 PGPony 时要求验证

source: Require authentication to open the app
de: Authentifizierung zum Öffnen der App erforderlich
es: Pedir autenticación para abrir la app
fr: Exiger l'authentification pour ouvrir l'app
ja: アプリを開くときに認証を求める
pt_br: Exigir autenticação para abrir o app
zh_hans: 打开 App 时要求验证

source: Require Face ID / Touch ID
de: Face ID / Touch ID erfordern
es: Requerir Face ID / Touch ID
fr: Exiger Face ID / Touch ID
ja: Face ID / Touch ID を要求
pt_br: Exigir Face ID / Touch ID
zh_hans: 要求 Face ID / Touch ID

source: Require for Decryption
de: Bei jeder Entschlüsselung erforderlich
es: Pedir al descifrar
fr: Exiger lors du déchiffrement
ja: 復号のたびに要求
pt_br: Exigir ao decifrar
zh_hans: 解密时验证

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
pt_br: Restaurar
zh_hans: 重置

source: Reset Keyserver Cache
de: Schlüsselserver-Cache zurücksetzen
es: Restablecer caché del servidor de claves
fr: Réinitialiser le cache du serveur de clés
ja: 鍵サーバーのキャッシュをリセット
pt_br: Redefinir cache do servidor de chaves
zh_hans: 重置密钥服务器缓存

source: Reset keyservers to defaults?
de: Schlüsselserver auf Standard zurücksetzen?
es: ¿Restablecer los servidores de claves a los valores predeterminados?
fr: Réinitialiser les serveurs de clés aux valeurs par défaut ?
ja: 鍵サーバーをデフォルトに戻しますか？
pt_br: Restaurar os servidores de chaves para os padrões?
zh_hans: 将密钥服务器重置为默认值？

source: Reset Tips
de: Tipps zurücksetzen
es: Restablecer consejos
fr: Réinitialiser les astuces
ja: ヒントをリセット
pt_br: Redefinir dicas
zh_hans: 重置提示

source: Reset to Defaults
de: Auf Standard zurücksetzen
es: Restablecer valores predeterminados
fr: Réinitialiser les valeurs par défaut
ja: デフォルトに戻す
pt_br: Restaurar padrões
zh_hans: 重置为默认值

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
ja: 復元
pt_br: Restaurar
zh_hans: 恢复

source: Restore complete
de: Wiederherstellung abgeschlossen
es: Restauración completada
fr: Restauration terminée
ja: 復元が完了しました
pt_br: Restauração concluída
zh_hans: 恢复完成

source: Restore from a backup
de: Aus einer Sicherung wiederherstellen
es: Restaurar desde una copia de seguridad
fr: Restaurer depuis une sauvegarde
ja: バックアップから復元
pt_br: Restaurar de um backup
zh_hans: 从备份恢复

source: Restore from Backup
de: Aus Sicherung wiederherstellen
es: Restaurar desde copia de seguridad
fr: Restaurer depuis une sauvegarde
ja: バックアップから復元
pt_br: Restaurar do backup
zh_hans: 从备份恢复

source: Restore Purchase
de: Käufe wiederherstellen
es: Restaurar compra
fr: Restaurer l'achat
ja: 購入を復元
pt_br: Restaurar compra
zh_hans: 恢复购买

source: Restores keys.openpgp.org (search & publish) and keys.pgpony.app (publish only).
de: Stellt keys.openpgp.org (Suchen & Veröffentlichen) und keys.pgpony.app (nur Veröffentlichen) wieder her.
es: Restaura keys.openpgp.org (buscar y publicar) y keys.pgpony.app (solo publicar).
fr: Restaure keys.openpgp.org (rechercher et publier) et keys.pgpony.app (publication seule).
ja: keys.openpgp.org（検索と公開）と keys.pgpony.app（公開のみ）を復元します。
pt_br: Restaura keys.openpgp.org (pesquisar e publicar) e keys.pgpony.app (apenas publicar).
zh_hans: 恢复 keys.openpgp.org（搜索与发布）和 keys.pgpony.app（仅发布）。

source: Restoring never deletes keys you already have. New keys are added, and a public key you already hold gains its secret key if the backup carries it.
de: Beim Wiederherstellen werden vorhandene Schlüssel nie gelöscht. Neue Schlüssel werden hinzugefügt, und ein bereits vorhandener öffentlicher Schlüssel erhält seinen geheimen Schlüssel, falls die Sicherung ihn enthält.
es: Restaurar nunca elimina las claves que ya tienes. Se añaden claves nuevas, y una clave pública que ya tengas obtiene su clave secreta si la copia la incluye.
fr: La restauration ne supprime jamais les clés que vous possédez déjà. De nouvelles clés sont ajoutées, et une clé publique que vous détenez déjà reçoit sa clé secrète si la sauvegarde la contient.
ja: 復元によって既存の鍵が削除されることはありません。新しい鍵が追加され、すでに持っている公開鍵は、バックアップに含まれていればその秘密鍵を得ます。
pt_br: A restauração nunca exclui chaves que você já tem. Novas chaves são adicionadas, e uma chave pública que você já possui ganha sua chave secreta se o backup a contiver.
zh_hans: 恢复绝不会删除你已有的密钥。新密钥会被添加；如果备份中包含私钥，你已持有的公钥会获得其对应的私钥。

source: Result
de: Ergebnis
es: Resultado
fr: Résultat
ja: 結果
pt_br: Resultado
zh_hans: 结果

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: 再試行
pt_br: Tentar novamente
zh_hans: 重试

source: Returned by card
de: Von der Karte zurückgegeben
es: Devuelto por la tarjeta
fr: Renvoyé par la carte
ja: カードから返却
pt_br: Retornado pelo cartão
zh_hans: 由卡返回

source: Review before importing
de: Vor dem Importieren überprüfen
es: Revisa antes de importar
fr: Vérifiez avant d'importer
ja: インポート前に確認してください
pt_br: Revise antes de importar
zh_hans: 导入前检查

source: Revocation
de: Widerruf
es: Revocación
fr: Révocation
ja: 失効
pt_br: Revogação
zh_hans: 吊销

source: Revocation Certificate
de: Widerrufszertifikat
es: Certificado de revocación
fr: Certificat de révocation
ja: 失効証明書
pt_br: Certificado de revogação
zh_hans: 吊销证书

source: Revocation Failed
de: Widerruf fehlgeschlagen
es: Revocación fallida
fr: Échec de la révocation
ja: 失効に失敗しました
pt_br: Falha na revogação
zh_hans: 吊销失败

source: Revocation produces a signed statement that this key is no longer to be used. Share the resulting certificate with anyone who has this public key.
de: Beim Widerruf entsteht eine signierte Erklärung, dass dieser Schlüssel nicht mehr verwendet werden soll. Teile das Zertifikat mit allen, die diesen öffentlichen Schlüssel haben.
es: La revocación genera una declaración firmada de que esta clave ya no debe usarse. Comparte el certificado resultante con quienes tengan esta clave pública.
fr: La révocation produit une déclaration signée indiquant que cette clé ne doit plus être utilisée. Partagez le certificat obtenu avec toutes les personnes qui possèdent cette clé publique.
ja: 失効処理では、この鍵をもう使用しない旨の署名済みの宣言が作成されます。この公開鍵を持っている人全員に証明書を共有してください。
pt_br: A revogação produz uma declaração assinada de que esta chave não deve mais ser usada. Compartilhe o certificado resultante com quem tem esta chave pública.
zh_hans: 吊销会生成一份已签名的声明，表明此密钥不应再被使用。请将生成的证书分享给所有持有此公钥的人。

source: Revoke
de: Widerrufen
es: Revocar
fr: Révoquer
ja: 失効
pt_br: Revogar
zh_hans: 吊销

source: Revoke %@
de: %@ widerrufen
es: Revocar %@
fr: Révoquer %@
ja: %@ を失効
pt_br: Revogar %@
zh_hans: 吊销 %@

source: Revoke Key
de: Schlüssel widerrufen
es: Revocar clave
fr: Révoquer la clé
ja: 鍵を失効
pt_br: Revogar chave
zh_hans: 吊销密钥

source: Revoke Key…
de: Schlüssel widerrufen …
es: Revocar clave…
fr: Révoquer la clé…
ja: 鍵を失効…
pt_br: Revogar chave…
zh_hans: 吊销密钥…

source: Revoked
de: Widerrufen
es: Revocada
fr: Révoquée
ja: 失効済み
pt_br: Revogada
zh_hans: 已吊销

source: Revoked on %@
de: Widerrufen am %@
es: Revocada el %@
fr: Révoquée le %@
ja: 失効日: %@
pt_br: Revogada em %@
zh_hans: 吊销于 %@

source: RFC 9580 v6 key. Import-only — PGPony does not generate v6 keys yet. Generation arrives in a future release alongside hardware-key support.
de: RFC-9580-v6-Schlüssel. Nur Import – PGPony erzeugt noch keine v6-Schlüssel. Die Erzeugung folgt in einer künftigen Version zusammen mit der Unterstützung für Hardware-Schlüssel.
es: Clave v6 según RFC 9580. Solo importación: PGPony aún no genera claves v6. La generación llegará en una versión futura junto con la compatibilidad con claves por hardware.
fr: Clé v6 selon RFC 9580. Importation uniquement — PGPony ne génère pas encore de clés v6. La génération viendra dans une version future, en même temps que la prise en charge des clés matérielles.
ja: RFC 9580 の v6 鍵。インポート専用です。PGPony はまだ v6 鍵を生成しません。生成機能はハードウェア鍵対応とあわせて将来のバージョンで提供予定です。
pt_br: Chave v6 do RFC 9580. Apenas importação — o PGPony ainda não gera chaves v6. A geração virá em uma versão futura junto com o suporte a chaves de hardware.
zh_hans: RFC 9580 v6 密钥。仅可导入——PGPony 暂不生成 v6 密钥。生成功能将在未来版本中随硬件密钥支持一同推出。

source: RFC 9580 v6 key. Import-only — PGPony generates v6 Ed25519 keys; this variant can be imported but not created here.
de: RFC-9580-v6-Schlüssel. Nur Import — PGPony erzeugt v6-Ed25519-Schlüssel; diese Variante kann importiert, aber hier nicht erstellt werden.
es: Clave RFC 9580 v6. Solo importación: PGPony genera claves Ed25519 v6; esta variante puede importarse pero no crearse aquí.
fr: Clé RFC 9580 v6. Import uniquement — PGPony génère des clés Ed25519 v6 ; cette variante peut être importée mais pas créée ici.
ja: RFC 9580 v6 鍵。インポート専用——PGPony は v6 Ed25519 鍵を生成します。この形式はインポートできますが、ここでは作成できません。
pt_br: Chave RFC 9580 v6. Somente importação — o PGPony gera chaves Ed25519 v6; esta variante pode ser importada, mas não criada aqui.
zh_hans: RFC 9580 v6 密钥。仅可导入——PGPony 可生成 v6 Ed25519 密钥；此变体可导入但无法在此创建。

source: Route through a SOCKS proxy
de: Über einen SOCKS-Proxy leiten
es: Enrutar a través de un proxy SOCKS
fr: Acheminer via un proxy SOCKS
ja: SOCKS プロキシ経由で接続
pt_br: Rotear por um proxy SOCKS
zh_hans: 通过 SOCKS 代理路由

source: RSA 2048-bit. Widely compatible but slower. Good for compatibility with older systems.
de: RSA 2048 Bit. Weit verbreitet, aber langsamer. Gut für Kompatibilität mit älteren Systemen.
es: RSA de 2048 bits. Muy compatible pero más lenta. Buena para compatibilidad con sistemas antiguos.
fr: RSA 2048 bits. Largement compatible mais plus lente. Adaptée pour la compatibilité avec d'anciens systèmes.
ja: RSA 2048 ビット。互換性は高いものの動作が遅めです。古いシステムとの互換性に向いています。
pt_br: RSA de 2048 bits. Amplamente compatível, mas mais lenta. Boa para compatibilidade com sistemas antigos.
zh_hans: RSA 2048 位。兼容性广但较慢。适合与较老的系统兼容。

source: RSA 4096-bit. Strong security, slower key generation. Best compatibility with all PGP tools.
de: RSA 4096 Bit. Hohe Sicherheit, dafür langsamere Schlüsselerzeugung. Beste Kompatibilität mit allen PGP-Werkzeugen.
es: RSA de 4096 bits. Seguridad sólida, generación de claves más lenta. Mejor compatibilidad con todas las herramientas PGP.
fr: RSA 4096 bits. Sécurité forte, génération de clés plus lente. Meilleure compatibilité avec tous les outils PGP.
ja: RSA 4096 ビット。強力なセキュリティですが鍵生成は遅めです。すべての PGP ツールとの互換性が最も高いです。
pt_br: RSA de 4096 bits. Segurança forte, geração de chave mais lenta. Melhor compatibilidade com todas as ferramentas PGP.
zh_hans: RSA 4096 位。安全性强，但密钥生成较慢。与所有 PGP 工具的兼容性最佳。

source: RSA Decrypt Self-Test
de: RSA-Entschlüsselungs-Selbsttest
es: Autoprueba de descifrado RSA
fr: Autotest de déchiffrement RSA
ja: RSA 復号セルフテスト
pt_br: Autoteste de decifração RSA
zh_hans: RSA 解密自检

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
pt_br: Salvar
zh_hans: 存储

source: Save .eml to Files
de: .eml in Dateien sichern
es: Guardar .eml en Archivos
fr: Enregistrer le .eml dans Fichiers
ja: .eml を"ファイル"に保存
pt_br: Salvar .eml no app Arquivos
zh_hans: 将 .eml 存储到文件

source: Save All Files
de: Alle Dateien speichern
es: Guardar todos los archivos
fr: Enregistrer tous les fichiers
ja: すべてのファイルを保存
pt_br: Salvar todos os arquivos
zh_hans: 保存全部文件

source: Save as
de: Speichern unter
es: Guardar como
fr: Enregistrer sous
ja: 名前を付けて保存
pt_br: Salvar como
zh_hans: 存储为

source: Save as Email (.eml)
de: Als E-Mail speichern (.eml)
es: Guardar como correo (.eml)
fr: Enregistrer comme e-mail (.eml)
ja: メールとして保存 (.eml)
pt_br: Salvar como e-mail (.eml)
zh_hans: 存储为电子邮件（.eml）

source: Save as File
de: Als Datei speichern
es: Guardar como archivo
fr: Enregistrer comme fichier
ja: ファイルとして保存
pt_br: Salvar como arquivo
zh_hans: 存储为文件

source: Save Decrypted File
de: Entschlüsselte Datei sichern
es: Guardar archivo descifrado
fr: Enregistrer le fichier déchiffré
ja: 復号したファイルを保存
pt_br: Salvar arquivo decifrado
zh_hans: 保存解密后的文件

source: Save Encrypted File
de: Verschlüsselte Datei speichern
es: Guardar archivo cifrado
fr: Enregistrer le fichier chiffré
ja: 暗号化ファイルを保存
pt_br: Salvar arquivo criptografado
zh_hans: 存储加密文件

source: Save encrypted.asc
de: encrypted.asc speichern
es: Guardar encrypted.asc
fr: Enregistrer encrypted.asc
ja: encrypted.asc を保存
pt_br: Salvar encrypted.asc
zh_hans: 保存加密.asc

source: Save Private Key as File
de: Privaten Schlüssel als Datei speichern
es: Guardar clave privada como archivo
fr: Enregistrer la clé privée comme fichier
ja: 秘密鍵をファイルとして保存
pt_br: Salvar chave privada como arquivo
zh_hans: 将私钥存储为文件

source: Save Public Key as File
de: Öffentlichen Schlüssel als Datei speichern
es: Guardar clave pública como archivo
fr: Enregistrer la clé publique comme fichier
ja: 公開鍵をファイルとして保存
pt_br: Salvar chave pública como arquivo
zh_hans: 将公钥存储为文件

source: Save Signature
de: Signatur sichern
es: Guardar firma
fr: Enregistrer la signature
ja: 署名を保存
pt_br: Salvar assinatura
zh_hans: 保存签名

source: Save Signed Message
de: Signierte Nachricht speichern
es: Guardar mensaje firmado
fr: Enregistrer le message signé
ja: 署名済みメッセージを保存
pt_br: Salvar mensagem assinada
zh_hans: 存储已签名的消息

source: Save to Files
de: In Dateien sichern
es: Guardar en Archivos
fr: Enregistrer dans Fichiers
ja: 「ファイル」に保存
pt_br: Salvar em Arquivos
zh_hans: 存储到「文件」

source: Saved to PGPony. Open the PGPony app — or tap the notification — to finish decrypting on your hardware key.
de: In PGPony gesichert. Öffne die PGPony-App — oder tippe auf die Mitteilung —, um die Entschlüsselung auf deinem Hardware-Schlüssel abzuschließen.
es: Guardado en PGPony. Abre la app PGPony, o toca la notificación, para terminar de descifrar en tu llave de hardware.
fr: Enregistré dans PGPony. Ouvrez l'app PGPony — ou touchez la notification — pour terminer le déchiffrement sur votre clé matérielle.
ja: PGPony に保存しました。PGPony App を開くか通知をタップして、ハードウェアキーでの復号を完了してください。
pt_br: Salvo no PGPony. Abra o app PGPony — ou toque na notificação — para concluir a decifração na sua chave de hardware.
zh_hans: 已保存到 PGPony。打开 PGPony App——或轻点通知——以完成在硬件密钥上的解密。

source: Saved to PGPony. Open the PGPony app — or tap the notification — to finish importing this key.
de: In PGPony gesichert. Öffne die PGPony-App — oder tippe auf die Mitteilung —, um den Import dieses Schlüssels abzuschließen.
es: Guardado en PGPony. Abre la app PGPony, o toca la notificación, para terminar de importar esta clave.
fr: Enregistré dans PGPony. Ouvrez l'app PGPony — ou touchez la notification — pour terminer l'importation de cette clé.
ja: PGPony に保存しました。PGPony App を開くか通知をタップして、この鍵のインポートを完了してください。
pt_br: Salvo no PGPony. Abra o app PGPony — ou toque na notificação — para concluir a importação desta chave.
zh_hans: 已保存到 PGPony。打开 PGPony App——或轻点通知——以完成此密钥的导入。

source: Saving metadata...
de: Metadaten werden gespeichert …
es: Guardando metadatos…
fr: Enregistrement des métadonnées…
ja: メタデータを保存中…
pt_br: Salvando metadados…
zh_hans: 正在存储元数据…

source: Scan a PGP Key QR Code
de: PGP-Schlüssel-QR-Code scannen
es: Escanea un código QR de clave PGP
fr: Scanner un code QR de clé PGP
ja: PGP 鍵の QR コードをスキャン
pt_br: Escanear código QR de chave PGP
zh_hans: 扫描 PGP 密钥二维码

source: Scan Another
de: Weiteren scannen
es: Escanear otro
fr: Scanner un autre
ja: 別のものをスキャン
pt_br: Escanear outra
zh_hans: 再扫一个

source: Scan Hardware Key
de: Hardware-Schlüssel scannen
es: Escanear llave de hardware
fr: Scanner la clé matérielle
ja: ハードウェアキーをスキャン
pt_br: Escanear chave de hardware
zh_hans: 扫描硬件密钥

source: Scan Key
de: Schlüssel scannen
es: Escanear clave
fr: Scanner une clé
ja: 鍵をスキャン
pt_br: Escanear chave
zh_hans: 扫描密钥

source: Scan QR Code
de: QR-Code scannen
es: Escanear código QR
fr: Scanner un code QR
ja: QR コードをスキャン
pt_br: Escanear código QR
zh_hans: 扫描二维码

# Scanned %lld of %lld parts
source: Scanned %1$lld of %2$lld parts
de: %1$lld von %2$lld Teilen gescannt
es: Escaneadas %1$lld de %2$lld partes
fr: %1$lld parties sur %2$lld scannées
ja: %1$lld/%2$lldパートをスキャン済み
pt_br: %1$lld de %2$lld partes lidas
zh_hans: 已扫描 %1$lld / %2$lld 段

source: Search
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
pt_br: Buscar
zh_hans: 搜索

source: Search & publish
de: Suchen & veröffentlichen
es: Buscar y publicar
fr: Rechercher et publier
ja: 検索と公開
pt_br: Pesquisar e publicar
zh_hans: 搜索与发布

source: Search by email or fingerprint
de: Nach E-Mail oder Fingerabdruck suchen
es: Buscar por correo o huella digital
fr: Rechercher par e-mail ou empreinte
ja: メールまたはフィンガープリントで検索
pt_br: Buscar por e-mail ou impressão digital
zh_hans: 按邮箱或指纹搜索

source: Search by Email or Fingerprint
de: Nach E-Mail oder Fingerabdruck suchen
es: Buscar por correo o huella digital
fr: Rechercher par e-mail ou empreinte
ja: メールまたはフィンガープリントで検索
pt_br: Buscar por e-mail ou impressão digital
zh_hans: 按邮箱或指纹搜索

source: Search by name or fingerprint
de: Nach Name oder Fingerabdruck suchen
es: Buscar por nombre o huella
fr: Rechercher par nom ou empreinte
ja: 名前またはフィンガープリントで検索
pt_br: Pesquisar por nome ou impressão digital
zh_hans: 按姓名或指纹搜索

source: Search contacts...
de: Kontakte suchen …
es: Buscar contactos…
fr: Rechercher des contacts…
ja: 連絡先を検索…
pt_br: Buscar contatos…
zh_hans: 搜索联系人…

source: Search keys...
de: Schlüssel suchen …
es: Buscar claves…
fr: Rechercher des clés…
ja: 鍵を検索…
pt_br: Buscar chaves…
zh_hans: 搜索密钥…

source: Search keys.openpgp.org
de: keys.openpgp.org durchsuchen
es: Buscar en keys.openpgp.org
fr: Rechercher sur keys.openpgp.org
ja: keys.openpgp.org を検索
pt_br: Buscar em keys.openpgp.org
zh_hans: 搜索 keys.openpgp.org

source: Search only
de: Nur suchen
es: Solo buscar
fr: Recherche seule
ja: 検索のみ
pt_br: Apenas pesquisar
zh_hans: 仅搜索

source: Search this server
de: Diesen Server durchsuchen
es: Buscar en este servidor
fr: Rechercher sur ce serveur
ja: このサーバーを検索
pt_br: Pesquisar neste servidor
zh_hans: 搜索此服务器

source: Search your enabled keyservers for a public key by email address or fingerprint, then open it in PGPony ready to import or copy.
de: Durchsucht Ihre aktivierten Schlüsselserver nach einem öffentlichen Schlüssel anhand E-Mail-Adresse oder Fingerabdruck und öffnet ihn dann in PGPony zum Importieren oder Kopieren.
es: Busca en tus servidores de claves activados una clave pública por dirección de correo o huella digital y la abre en PGPony lista para importar o copiar.
fr: Recherche une clé publique sur vos serveurs de clés activés par adresse e-mail ou empreinte, puis l'ouvre dans PGPony, prête à importer ou copier.
ja: 有効な鍵サーバーからメールアドレスまたはフィンガープリントで公開鍵を検索し、インポートまたはコピーできる状態で PGPony に表示します。
pt_br: Busca uma chave pública nos seus servidores de chaves ativados por e-mail ou impressão digital e a abre no PGPony, pronta para importar ou copiar.
zh_hans: 按电子邮件地址或指纹在你启用的密钥服务器上搜索公钥，然后在 PGPony 中打开，随时可导入或复制。

source: Search your enabled keyservers for a public key by email address or fingerprint.
de: Durchsucht Ihre aktivierten Schlüsselserver nach einem öffentlichen Schlüssel anhand E-Mail-Adresse oder Fingerabdruck.
es: Busca en tus servidores de claves activados una clave pública por dirección de correo o huella digital.
fr: Recherche une clé publique sur vos serveurs de clés activés par adresse e-mail ou empreinte.
ja: 有効な鍵サーバーからメールアドレスまたはフィンガープリントで公開鍵を検索します。
pt_br: Busca uma chave pública nos seus servidores de chaves ativados por endereço de e-mail ou impressão digital.
zh_hans: 按电子邮件地址或指纹在你启用的密钥服务器上搜索公钥。
